Repository: OAWHITE/esn-freelance-apply
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Profile Manger
fr: Gestionnaire de profils

source: Freelancer List
fr: Liste des freelances

source: ESN list
fr: Liste ESN

source: Profile <i nz-icon nzType="down"></i>
fr: Profil <i nz-icon nzType="down"></i>

source: Log out
fr: Se déconnecter

source: ESN Form
fr: Formulaire ESN

source: ESN Name
fr: Nom ESN

source: enter your name
fr: Entrez votre nom

source: Full Contact Name
fr: Nom complet du contact

source: enter your full name contact
fr: entrez votre nom complet contact

source: Job
fr: Emploi

source: enter your email
fr: Entrer votre Email

source: Phone
fr: Téléphone

source: enter your phone number
fr: Entrez votre numéro de téléphone

source: Upload Ypur Photo
fr: Télécharger la photo de Ypur

source: Submit
fr: Soumettre

# esn.form.addEsn
source: Esn Applied Successffully
fr: ESN a postulé avec succès

# esn.form.error
source: Error
fr: Erreur

# esn.form.adderror
source: an error occurred while adding esn, be sure that all fields is filled correctly ? please try again
fr: une erreur s'est produite lors de l'ajout de l'esn, assurez-vous que tous les champs sont correctement remplis ? veuillez réessayer

source: ESN Form
fr: Formulaire ESN

source: Full Contact Name
fr: Nom complet du contact

source: Job
fr: Emploi

source: Phone
fr: Téléphone

source: Upload Your Image
fr: Téléchargez votre image

source: Update
fr: Mise à jour

# esnUpdate.form.UpdateEsn
source: Esn updated successfully
fr: Esn mis à jour avec succès

# esnupdate.form.error
source: An error occurred
fr: Une erreur s'est produite

source: Add Freelance Form
fr: Ajouter un nouveau freelance

source: Name
fr: Nom

source: Titled
fr: Titre

source: Job title
fr: Titre d'emploi

source: enter your skills
fr: entrez vos compétences

source: enter your Email
fr: Entrer votre Email

source: Your phone number
fr: Votre numéro de téléphone

source: Upload your photo
fr: Téléchargez votre photo

# addFreelance.service.freelanceAddMsg
source: Freelance Applied Successffully
fr: Poste de freelance postulé avec succès

# addFreelance.service.error
source: Error
fr: Erreur

# addFreelance.service.errorAddMsg
source: an error occurred while adding freelance, be sure that all fields is filled correctly ? please try again
fr: une erreur s'est produite lors de l'ajout du freelance, assurez-vous que tous les champs sont correctement remplis ? veuillez réessayer

source: Edit Freelance Forme
fr: Modifier Freelance Forme

source: Titled
fr: Titre

source: Resume
fr: CV

source: Skills
fr: Compétences

# updateFreelance.service.freelanceUpdateMsg
source: Freelance Updated successfully.
fr: Freelance Mis à jour avec succès.

# updateFreelance.service.error
source: Error
fr: Erreur

# updateFreelance.service.errorUpdateMsg
source: an error occurred while update the freelance, be sure that all fields is filled correctly ? please try again
fr: une erreur s'est produite lors de la mise à jour du freelance, assurez-vous que tous les champs sont correctement remplis ? veuillez réessayer

source: List Ens
fr: Liste Ens

source: Add Esn
fr: Ajouter Esn

source: Name Esn
fr: Nom ESN

source: Name Contact
fr: Nom Contact

source: Job
fr: Emploi

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

# esnList.confirmedelete
source: Are you sure delete this esn?
fr: Etes-vous sûr de supprimer cet ESN ?

# esnList.confirmedelete.yes
source: Yes
fr: Oui

# esnList.DeleteSussces
source: Esn deleted successfully
fr: Esn a été supprimé avec succès

# esnList.confirmedelete.no
source: No
fr: Non

source: Add New Freelance
fr: Ajouter un nouveau freelance

source: Skills
fr: Compétences

source: Delete
fr: SUPPRIMER

source: Edit
fr: Modifier

# freelanceList.confirmedelete
source: Are you sure delete this freelance?
fr: Etes-vous sûr de supprimer ce freelance ?

# freelanceList.confirmedelete.yes
source: Yes
fr: Oui

# deleteFreelance.service.freelanceDeleteMsg
source: Freelancer deleted successfully
fr: Freelance supprimé avec succès

# freelanceList.confirmedelete.no
source: No
fr: Non

source: Connect to your account
fr: connectez-vous à votre compte

source: Your Email
fr: Votre e-mail

source: Your Password
fr: Votre mot de passe

source: Remember me
fr: Souviens-toi de moi

source: Forget your Password?
fr: Mot de passe oublié ?

source: Log in
fr: Se connecter

source: Don't have an account?
fr: Vous n'avez pas de compte ?

# login.service.error
source: Error
fr: Erreur

# login.service.errorLoginMsg
source: an error occurred while login, be sure that all fields is filled correctly ? please try again
fr: une erreur s'est produite lors de la connexion, assurez-vous que tous les champs sont correctement remplis ? Veuillez réessayer

source: Choose your field
fr: Choisissez votre domaine

source: Create an account
fr: Créer un compte

source: First Name
fr: Prénom

source: enter your first name
fr: entrez votre prénom

source: this field is required
fr: ce champ est obligatoire

source: Last Name
fr: Nom de famille

source: enter your last name
fr: Entrez votre nom de famille

source: this field is required and must respect the email pattern
fr: ce champ est obligatoire et doit respecter le modèle d'email

source: Password
fr: Mot de passe

source: please to respect the patter (A-Z a-z 0-9 . {{ '@' }} )
fr: s'il vous plaît respecter le modèle (A-Z a-z 0-9 . {{ '@' }} )

source: Confirme Password
fr: Confirmer le mot de passe

source: Sign Up
fr: S'inscrire

# signUp.service.signUpMsg
source: You sign up Successffully"
fr: Vous vous êtes inscrit avec succès"

# signUp.service.error
source: Error
fr: Erreur

# signUP.service.errorSignUpsg
source: an error occurred while register, be sure that all fields is filled correctly ? please try again
fr: une erreur s'est produite lors de l'inscription, assurez-vous que tous les champs sont correctement remplis ? Veuillez réessayer

# signUp.service.warning
source: warning
fr: Avertissement

# signUp.service.warningSignupMsg
source: All fields are required !
fr: Tous les champs sont obligatoires !
